Repository: cakephp/localized
Catalog: src/Locale/*/cake.po
Languages: vi

source: Error
vi: Lỗi

source: The requested address %s was not found on this server.
vi: Địa chỉ yêu cầu %s không tồn tại

source: An Internal Error Has Occurred
vi: Đã xảy ra lỗi cục bộ

source: You are not authorized to access that location.
vi: Bạn không đủ quyền truy cập khu vực đó.

source: Missing CSRF token cookie
vi: Thiếu mã token CSRF

source: CSRF token mismatch.
vi: Mã token CSRF không phù hợp

source: Not Found
vi: Không tìm thấy

source: An Internal Error Has Occurred.
vi: Đã xảy ra lỗi cục bộ

source: %s ago
vi: %s trước đó

source: on %s
vi: vào %s

source: just now
vi: vừa xong

source: about a second ago
vi: khoảng một giấy trước

source: about a minute ago
vi: khoảng một phút trước

source: about an hour ago
vi: khoảng một giờ trước

source: about a day ago
vi: khoảng một ngày trước

source: about a week ago
vi: khoảng một tuần trước

source: about a year ago
vi: khoảng một năm trước

source: in about a second
vi: trong khoảng một giây

source: in about a minute
vi: trong khoảng một phút

source: in about an hour
vi: trong khoảng một giờ

source: in about a day
vi: trong khoảng một ngày

source: in about a week
vi: trong khoảng một tuần

source: in about a year
vi: trong khoảng một năm

source: {0} year
vi: {0} năm

source: {0} month
vi: {0} tháng

source: {0} week
vi: {0} tuần

source: {0} day
vi: {0} ngày

source: {0} hour
vi: {0} giờ

source: {0} minute
vi: {0} phút

source: {0} second
vi: {0} giây

source: The requested file was not found
vi: Tệp tin yêu cầu không tồn tại

source: This value is already in use
vi: Giá trị đã được sử dụng

source: This value does not exist
vi: Giá trị không tồn tại

source: and
vi: và

source: This field is required
vi: Trường này cần nhập liệu

source: This field cannot be left empty
vi: Trường này không được để trống

source: The provided value is invalid
vi: Giá trị nhập vào không đúng

source: New %s
vi: Thêm %s

source: Edit %s
vi: Sửa %s

source: Submit
vi: Lưu

source: Home
vi: Trang chủ

source: January
vi: Tháng Một

source: February
vi: Tháng Hai

source: March
vi: Tháng Ba

source: April
vi: Tháng Tư

source: May
vi: Tháng Năm

source: June
vi: Tháng Sáu

source: July
vi: Tháng Bảy

source: August
vi: Tháng Tám

source: September
vi: Tháng Chín

source: October
vi: Tháng Mười

source: November
vi: Tháng Mười Một

source: December
vi: Tháng Mười Hai
