Repository: cakephp/localized
Catalog: resources/locales/*/cake.po
Languages: cs, fa_ir, fr_fr

source: Error
cs: Chyba
fa_ir: خطا
fr_fr: Erreur

source: The requested address {0} was not found on this server.
cs: Soubor neexistuje.
fr_fr: L'adresse demandée {0} n'a pas été trouvée sur ce serveur.

source: An Internal Error Has Occurred.
cs: Chyba systému, prosím kontaktujte administrátora.
fa_ir: یک خطای داخلی رخ داده است.
fr_fr: Une Erreur Interne s'est produite.

source: Not Found
cs: Nenalezeno
fa_ir: پیدا نشد
fr_fr: Non trouvé

source: Missing or incorrect CSRF cookie type.
cs: Chybějící nebo neplatný typ CSRF cookie.
fr_fr: Type de cookie CSRF manquant ou incorrect.

source: Missing or invalid CSRF cookie.
cs: Chybějící nebo neplatná CSRF cookie.
fr_fr: Le Cookie avec le token CSRF est manquant ou invalide.

source: CSRF token from either the request body or request headers did not match or is missing.
cs: CSRF token z těla nebo hlaviček požadavku nesouhlasí nebo chybí.
fr_fr: Le token CSRF du corps de la requête ou des en-têtes de la requête ne correspond pas ou est manquant.

source: Missing or incorrect CSRF session key
fr_fr: Clé de session CSRF manquante ou incorrecte

source: The requested file contains `..` and will not be read.
cs: Soubor neexistuje.
fr_fr: Le fichier demandé contient `..` et ne sera pas lu.

source: The requested file was not found
cs: Soubor neexistuje
fa_ir: فایل درخواست شده یافت نشد
fr_fr: Le fichier demandé n'a pas été trouvé

source: {0,number,integer} Byte
fa_ir: {0,number,integer} بایت
fr_fr: {0,number,integer} Octet

source: {0} from now
cs: za {0}
fa_ir: {0} از حالا
fr_fr: {0} à partir de maintenant

source: {0} ago
cs: před {0}
fa_ir: {0} قبل
fr_fr: il y a {0}

source: {0} after
cs: po {0}
fa_ir: {0} بعد
fr_fr: {0} après

source: {0} before
cs: před {0}
fa_ir: {0} قبل
fr_fr: {0} avant

source: just now
cs: nyní
fa_ir: همین حالا
fr_fr: A l'instant

source: about a second ago
cs: zhruba před vteřinou
fa_ir: حدود یک ثانیه قبل
fr_fr: il y a environ une seconde

source: about a minute ago
cs: zhruba před minutou
fa_ir: حدود یک دقیقه قبل
fr_fr: il y a environ une minute

source: about an hour ago
cs: zhruba před hodinou
fa_ir: حدود یک ساعت قبل
fr_fr: il y a environ une heure

source: about a day ago
cs: včera
fa_ir: حدود یک روز قبل
fr_fr: il y a environ un jour

source: about a week ago
cs: před týdnem
fa_ir: حدود یک هفته قبل
fr_fr: il y a environ une semaine

source: about a month ago
cs: před měsícem
fa_ir: حدود یک ماه قبل
fr_fr: il y a environ un mois

source: about a year ago
cs: před rokem
fa_ir: حدود یک سال قبل
fr_fr: il y a environ un an

source: in about a second
cs: za vteřinu
fa_ir: در حدود یک ثانیه قبل
fr_fr: dans environ une seconde

source: in about a minute
cs: za minutu
fa_ir: در حدود یک دقیقه قبل
fr_fr: dans environ une minute

source: in about an hour
cs: za hodinu
fa_ir: در حدود یک ساعت قبل
fr_fr: dans environ une heure

source: in about a day
cs: zítra
fa_ir: در حدود یک روز قبل
fr_fr: dans environ un jour

source: in about a week
cs: za týden
fa_ir: در حدود یک هفته قبل
fr_fr: dans environ une semaine

source: in about a month
cs: za měsíc
fa_ir: در حدود یک ماه قبل
fr_fr: dans environ un mois

source: in about a year
cs: za rok
fa_ir: در حدود یک سال قبل
fr_fr: dans environ un an

source: today
cs: dnes
fa_ir: امروز
fr_fr: aujourd'hui

source: %s ago
cs: před %s
fa_ir: %s قبل
fr_fr: il y a %s

source: on %s
cs: v %s
fa_ir: در %s
fr_fr: sur %s

source: {0} year
cs: {0} rok
fa_ir: {0} سال
fr_fr: {0} année

source: {0} month
cs: {0} měsíc
fa_ir: {0} ماه
fr_fr: {0} mois

source: {0} week
cs: {0} týden
fa_ir: {0} هفته
fr_fr: {0} semaine

source: {0} day
cs: {0} den
fa_ir: {0} روز
fr_fr: {0} jour

source: {0} hour
cs: {0} hodina
fa_ir: {0} ساعت
fr_fr: {0} heure

source: {0} second
cs: {0} vteřina
fa_ir: {0} ثانیه
fr_fr: {0} seconde

source: This value is already in use
cs: Již je použito
fa_ir: این مقدار در حال حاضر در حال استفاده است
fr_fr: Cette valeur est déjà utilisée

source: This value does not exist
cs: Tato hodnota neexistuje
fa_ir: این مقدار وجود ندارد
fr_fr: Cette valeur n'existe pas

source: Cannot modify row: a constraint for the `{0}` association fails.
cs: Nepodařilo se upravit záznam: Validace omezení pro `{0}` selhala.
fr_fr: Impossible de modifier la ligne : une contrainte pour l'association `{0}` échoue.

source: and
cs: a
fa_ir: و
fr_fr: et

source: This field cannot be left empty
cs: Prosím doplňte
fa_ir: این قسمت نمی تواند خالی رها شود
fr_fr: Ce champ ne peut être laissé vide

source: The provided value must be alphanumeric
fr_fr: La valeur fournie doit être alphanumérique

source: The provided value must not be alphanumeric
fr_fr: La valeur fournie ne doit pas être alphanumérique

source: The provided value must be ASCII-alphanumeric
fr_fr: La valeur fournie doit être ASCII-alphanumérique

source: The provided value must not be ASCII-alphanumeric
fr_fr: La valeur fournie ne doit pas être ASCII-alphanumérique

source: The length of the provided value must be between `{0}` and `{1}`, inclusively
fr_fr: La longueur de la valeur fournie doit être comprise entre `{0}` et `{1}`, inclusivement.

source: The provided value must be a valid credit card number of any type
fr_fr: La valeur fournie doit être un numéro de carte de crédit valide de n'importe quel type.

source: The provided value must be a valid credit card number of these types: `{0}`
fr_fr: La valeur fournie doit être un numéro de carte de crédit valide de ces types : `{0}`

source: The provided value must be greater than `{0}`
fr_fr: La valeur fournie doit être supérieure à `{0}`

source: The provided value must be greater than or equal to `{0}`
fr_fr: La valeur fournie doit être supérieure ou égale à `{0}`

source: The provided value must be less than `{0}`
fr_fr: La valeur fournie doit être inférieure à `{0}`.

source: The provided value must be less than or equal to `{0}`
fr_fr: La valeur fournie doit être inférieure ou égale à `{0}`

source: The provided value must be equal to `{0}`
fr_fr: La valeur fournie doit être égale à `{0}`

source: The provided value must not be equal to `{0}`
fr_fr: La valeur fournie ne doit pas être égale à `{0}`

source: The provided value must be same as `{0}`
fr_fr: La valeur fournie doit être identique à `{0}`

source: The provided value must not be same as `{0}`
fr_fr: La valeur fournie ne doit pas être identique à `{0}`

source: The provided value must be equal to the one of field `{0}`
fr_fr: La valeur fournie doit être égale à celle du champ `{0}`.

source: The provided value must not be equal to the one of field `{0}`
fr_fr: La valeur fournie ne doit pas être égale à celle du champ `{0}`.

source: The provided value must be greater than the one of field `{0}`
fr_fr: La valeur fournie doit être supérieure à celle du champ `{0}`.

source: The provided value must be greater than or equal to the one of field `{0}`
fr_fr: La valeur fournie doit être supérieure ou égale à celle du champ `{0}`.

source: The provided value must be less than the one of field `{0}`
fr_fr: La valeur fournie doit être inférieure à celle du champ `{0}`.

source: The provided value must be less than or equal to the one of field `{0}`
fr_fr: La valeur fournie doit être inférieure ou égale à celle du champ `{0}`.

source: The provided value must be a date of one of these formats: `{0}`
fr_fr: La valeur fournie doit être une date de l'un des formats suivants : `{0}`

source: The provided value must be a date and time of one of these formats: `{0}`
fr_fr: La valeur fournie doit être une date et une heure de l'un des formats suivants : `{0}`

source: The provided value must be a time
fr_fr: La valeur fournie doit être une heure

source: The provided value must be a localized time, date or date and time
fr_fr: La valeur fournie doit être une heure, une date ou une date et une heure localisées.

source: The provided value must be a boolean
fr_fr: La valeur fournie doit être un booléen

source: The provided value must be decimal with any number of decimal places, including none
fr_fr: La valeur fournie doit être décimale avec n'importe quel nombre de décimales, y compris aucune

source: The provided value must be decimal with `{0}` decimal places
fr_fr: La valeur fournie doit être décimale avec `{0}` décimales.

source: The provided value must be an e-mail address
fr_fr: La valeur fournie doit être une adresse email

source: The provided value must be one of `{0}`
fr_fr: La valeur fournie doit être l'une des valeurs suivantes : `{0}`

source: The provided value must be an IP address
fr_fr: La valeur fournie doit être une adresse IP

source: The provided value must be an IPv4 address
fr_fr: La valeur fournie doit être une adresse IPv4

source: The provided value must be an IPv6 address
fr_fr: La valeur fournie doit être une adresse IPv6

source: The provided value must be at least `{0}` characters long
fr_fr: La valeur fournie doit comporter au moins `{0}` caractères

source: The provided value must be at least `{0}` bytes long
fr_fr: La valeur fournie doit être longue d'au moins `{0}` octets

source: The provided value must be at most `{0}` characters long
fr_fr: La valeur fournie doit comporter au maximum `{0}` caractères

source: The provided value must be at most `{0}` bytes long
fr_fr: La valeur fournie doit être d'une longueur maximale de `{0}` octets

source: The provided value must be numeric
fr_fr: La valeur fournie doit être numérique

source: The provided value must be a natural number
fr_fr: La valeur fournie doit être un nombre naturel

source: The provided value must be a non-negative integer
fr_fr: La valeur fournie doit être un nombre entier non négatif

source: The provided value must be between `{0}` and `{1}`, inclusively
fr_fr: La valeur fournie doit être comprise entre `{0}` et `{1}`, inclusivement

source: The provided value must be a URL
fr_fr: La valeur fournie doit être une URL

source: The provided value must be a URL with protocol
fr_fr: La valeur fournie doit être une URL avec le protocole

source: The provided value must be one of: `{0}`
fr_fr: La valeur fournie doit être l'une des suivantes : `{0}`

source: The provided value must be a UUID
fr_fr: La valeur fournie doit être un UUID

source: The provided value must be an uploaded file
fr_fr: La valeur fournie doit être un fichier uploadé

source: The provided value must be a latitude/longitude coordinate
fr_fr: La valeur fournie doit être une coordonnée latitude/longitude.

source: The provided value must be a latitude
fr_fr: La valeur fournie doit être une latitude

source: The provided value must be a longitude
fr_fr: La valeur fournie doit être une longitude

source: The provided value must be ASCII bytes only
fr_fr: La valeur fournie doit être composée d'octets ASCII uniquement.

source: The provided value must be UTF-8 bytes only
fr_fr: La valeur fournie doit être composée d'octets UTF-8 uniquement

source: The provided value must be 3 and 4 byte UTF-8 sequences only
fr_fr: La valeur fournie doit être des séquences UTF-8 de 3 et 4 octets uniquement

source: The provided value must be an integer
fr_fr: La valeur fournie doit être un nombre entier

source: The provided value must be an array
fr_fr: La valeur fournie doit être un tableau

source: The provided value must be scalar
fr_fr: La valeur fournie doit être un scalaire

source: The provided value must be a hex color
fr_fr: La valeur fournie doit être une couleur hex

source: The provided value must be a set of multiple options
fr_fr: La valeur fournie doit être un ensemble d'options multiples

source: The provided value must have at least `{0}` elements
fr_fr: La valeur fournie doit comporter au moins `{0}` éléments

source: The provided value must have at most `{0}` elements
fr_fr: La valeur fournie doit avoir au plus `{0}` éléments

source: The provided value must match against the pattern `{0}`
fr_fr: La valeur fournie doit correspondre au modèle `{0}`

source: This field is required
cs: Vyplnění je povinné
fa_ir: این قسمت الزامی است
fr_fr: Ce champ est requis

source: The provided value is invalid
cs: Hodnota je neplatná
fa_ir: مقدار ارائه شده نامعتبر است
fr_fr: La valeur fournie n'est pas correcte

source: Edit {0}
cs: Upravit {0}
fr_fr: Modifier {0}

source: New {0}
cs: Nový {0}
fr_fr: Nouveau {0}

source: Submit
cs: Odeslat
fa_ir: ارسال
fr_fr: Envoyer

source: The requested address %s was not found on this server.
fa_ir: آدرس درخواستی %s در این سرور یافت نشد.

source: An Internal Error Has Occurred
cs: Chyba systému, prosím kontaktujte administrátora
fa_ir: یک خطای داخلی رخ داده است.

source: You are not authorized to access that location.
cs: Přihlašte se prosím.
fa_ir: شما مجاز به دسترسی به آن مکان نمیباشید.

source: Missing CSRF token cookie
fa_ir: کوکی رمز CSRF از دست رفته

source: CSRF token mismatch.
fa_ir: عدم تطابق رمز CSRF.

source: {0} minute
cs: {0} minuta
fa_ir: {0} دقیقه

source: The count does not match {0}{1}
cs: Počet nesouhlasí {0}{1}
fa_ir: تعداد مطابقت ندارد {0}{1}

source: New %s
fa_ir: %s جدید

source: Edit %s
fa_ir: ویرایش %s

source: Home
fa_ir: خانه

source: January
fa_ir: ژانویه

source: February
fa_ir: فوریه

source: March
fa_ir: مارس

source: April
fa_ir: آوریل

source: May
fa_ir: مه

source: June
fa_ir: ژوئن

source: July
fa_ir: ژوئیه

source: August
fa_ir: اوت

source: September
fa_ir: سپتامبر

source: October
fa_ir: اکتبر

source: November
fa_ir: نوامبر

source: December
fa_ir: دسامبر
